Repository: chenqi92/share
Catalog: windows/MeshDrop/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# common/reject.Text
source: × Reject
zh_hans: × 拒绝

# common/copy.Text
source: Copy
zh_hans: 复制

# common/send.Text
source: Send
zh_hans: 发送

# common/allowOnce.Text
source: Allow once
zh_hans: 允许一次

# common/allowRemember.Text
source: ✓ Allow & remember
zh_hans: ✓ 允许并记住

# common/view.Text
source: View…
zh_hans: 查看…

# common/me
source: Me
zh_hans: 我

# shell/search.PlaceholderText
source: Search peers, files…
zh_hans: 搜索设备、文件…

# shell/nav/nearby.Text
source: Nearby
zh_hans: 附近

# shell/nav/messages.Text
source: Messages
zh_hans: 消息

# shell/nav/transfers.Text
source: Transfers
zh_hans: 传输

# shell/nav/history.Text
source: History
zh_hans: 历史

# shell/nav/clipboard.Text
source: Clipboard
zh_hans: 剪贴板

# shell/nav/trust.Text
source: Trust
zh_hans: 已配对

# shell/nav/settings.Text
source: Settings
zh_hans: 设置

# shell/pairedDivider
source: ── PAIRED · 5 ──
zh_hans: ── 已配对 · 5 ──

# shell/selfTag.Text
source: DEV-01 · Me
zh_hans: DEV-01 · 我

# status/online
source: Online
zh_hans: 在线

# status/scanning
source: Scanning
zh_hans: 扫描中

# status/offline
source: Offline
zh_hans: 离线

# status/peersFormat
source: {0} peers
zh_hans: {0} 台

# discovery/title.Text
source: Nearby
zh_hans: 附近

# discovery/subtitle.Text
source: radar discovery
zh_hans: 雷达发现

# discovery/sendFile.Text
source: Send file…
zh_hans: 发送文件…

# discovery/newSession.Text
source: + New session
zh_hans: + 新会话

# discovery/chipLive
source: LIVE
zh_hans: 实时

# discovery/chipPlaintext
source: LAN · plaintext · v0.1
zh_hans: LAN · 明文 · v0.1

# discovery/chipLanOnly
source: LAN ONLY
zh_hans: 仅局域网

# discovery/scanningBanner.Text
source: scanning LAN…
zh_hans: 正在扫描局域网…

# discovery/networkError.Text
source: Network error
zh_hans: 网络出错

# discovery/networkErrorFormat
source: Network error — {0}
zh_hans: 网络出错 — {0}

# discovery/emptyTitle.Text
source: No MeshDrop devices nearby
zh_hans: 附近没有 MeshDrop 设备

# discovery/emptyHint.Text
source: open it on a peer
zh_hans: 让朋友也打开 MeshDrop

# discovery/actionSend.Text
source: → Send file
zh_hans: → 发送文件

# discovery/actionChat.Text
source: ◌ Start chat
zh_hans: ◌ 开始聊天

# discovery/actionClipboard.Text
source: ⌶ Sync clipboard
zh_hans: ⌶ 同步剪贴板

# discovery/dropTitle.Text
source: Drop files here
zh_hans: 拖文件到这里

# discovery/tipLabel.Text
source: TIP
zh_hans: 提示

# discovery/tipText.Text
source: WIN+S to summon tray · Ctrl+, for settings
zh_hans: WIN+S 唤出托盘 · Ctrl+, 打开设置

# discovery/peerCountFormat
source: Nearby · {0} peers
zh_hans: 附近设备 · {0} 台

# discovery/sweepFooterFormat
source: ── SWEEP 4.5s · PULSE 2.6s · {0} PEERS ──
zh_hans: ── 扫描 4.5s · 脉冲 2.6s · {0} 台 ──

# chat/chipPlaintext
source: LAN · plaintext · v0.1
zh_hans: LAN · 明文 · v0.1

# chat/dropToSend.Text
source: Drop to send
zh_hans: 放手即发

# chat/dropToSendCaption
source: Drop to send
zh_hans: 放手即发

# chat/dropOverlayFormat
source: Drop to send · → {0}
zh_hans: 放手即发 · → {0}

# chat/addFile.Text
source: + Add file
zh_hans: + 文件

# chat/composer.PlaceholderText
source: Type a message
zh_hans: 说点什么…

# chat/noPeer
source: No peer selected
zh_hans: 未选择对端

# chat/peerFallback
source: peer
zh_hans: 对端

# msg/delivered.Text
source: · Delivered
zh_hans: · 已送达

# transfers/title.Text
source: Transfers
zh_hans: 传输

# transfers/subtitle.Text
source: 6 tasks · 2 in progress
zh_hans: 6 个任务 · 2 进行中

# transfers/tileSession
source: ── SESSION TOTAL ──
zh_hans: ── 传输总量 ──

# transfers/tileUp
source: ── UP ↑ ──
zh_hans: ── 上行 ↑ ──

# transfers/tileDown
source: ── DOWN ↓ ──
zh_hans: ── 下行 ↓ ──

# transfers/tasksDivider
source: ── TASKS · 6 ──
zh_hans: ── 任务列表 · 6 ──

# transfers/peakFormat
source: peak {0}
zh_hans: 峰值 {0}

# transfers/cancel
source: Cancel
zh_hans: 取消传输

# transfers/stateSending
source: ↑ Sending
zh_hans: ↑ 发送中

# transfers/stateReceiving
source: ↓ Receiving
zh_hans: ↓ 接收中

# transfers/stateDone
source: ✓ Done
zh_hans: ✓ 已完成

# transfers/stateFailed
source: × Failed
zh_hans: × 失败

# transfers/stateQueued
source: · Queued
zh_hans: · 排队

# history/title.Text
source: History
zh_hans: 历史

# history/subtitle.Text
source: 6 today · 12 yesterday · 38 total
zh_hans: 6 件今天 · 12 件昨天 · 共 38 件

# history/clipboardDivider
source: ── CLIPBOARD SYNC · 5 ──
zh_hans: ── 剪贴板同步 · 5 件 ──

# history/todayDivider
source: ── TODAY · 6 ──
zh_hans: ── 今天 · 6 件 ──

# history/todayLabelFormat
source: ── HISTORY · {0} ──
zh_hans: ── 历史 · {0} 件 ──

# history/earlierDivider
source: ── EARLIER ──
zh_hans: ── 早些时候 ──

# history/clipboardLabelFormat
source: ── CLIPBOARD · {0} ──
zh_hans: ── 剪贴板 · {0} ──

# history/imageCountFormat
source: {0} images
zh_hans: {0} 张

# history/imageSummaryFormat
source: {0} images
zh_hans: {0} 张图片

# history/image
source: Image
zh_hans: 图片

# history/active
source: Active
zh_hans: 活跃

# clipboard/title.Text
source: Clipboard
zh_hans: 剪贴板

# clipboard/subtitle.Text
source: Explicit push · sent only when you tap, never silent background sync
zh_hans: 显式推送 · 由你点一下才发，不是后台静默同步

# clipboard/pushTo.Text
source: Push to
zh_hans: 推送到

# clipboard/selectDevice.PlaceholderText
source: Select device
zh_hans: 选择设备

# clipboard/readClipboard.Text
source: Read clipboard
zh_hans: 读取剪贴板

# clipboard/editor.PlaceholderText
source: Paste or type the content to push…
zh_hans: 粘贴或输入要推送的内容…

# clipboard/push.Text
source: ↑ Push
zh_hans: ↑ 推送

# clipboard/inboxLabelFormat
source: ── INBOX · {0} ──
zh_hans: ── 收到的剪贴板 · {0} ──

# trust/title.Text
source: Trust manager
zh_hans: 已配对

# trust/revoke.Text
source: Revoke trust
zh_hans: 撤销信任

# trust/subtitleFormat
source: {0} devices verified by fingerprint. Revoking requires re-confirming on both ends next time.
zh_hans: {0} 台设备已通过指纹验证。撤销后下次连接需重新双向确认。

# trust/pendingDividerFormat
source: ── PENDING · {0} ──
zh_hans: ── 待审 · {0} ──

# settings/title.Text
source: Settings
zh_hans: 设置

# settings/subtitle.Text
source: Local preferences · stored only on this device
zh_hans: 本机偏好 · 仅保存在本机

# settings/visibilityTag.Text
source: VISIBILITY
zh_hans: 可见性

# settings/visibilityHint.Text
source: Who can see you in Nearby
zh_hans: 谁能在附近看见你

# settings/displayName.Text
source: Display name
zh_hans: 设备名

# settings/visibleToggle.Header
source: Visible on LAN · coming soon
zh_hans: 对局域网可见

# settings/visibleToggle.OffContent
source: OFF · only you
zh_hans: OFF · 停止广告

# settings/visibleToggle.OnContent
source: ON · everyone on LAN
zh_hans: ON · 可被局域网发现

# settings/securityTag.Text
source: SECURITY
zh_hans: 安全

# settings/securityHint.Text
source: Ed25519 identity · SHA-256 fingerprint · LAN plaintext v0.1
zh_hans: Ed25519 身份 · SHA-256 指纹 · 局域网明文 v0.1

# settings/fingerprintLabel.Text
source: Fingerprint
zh_hans: 本机指纹

# settings/transportLabel.Text
source: TRANSPORT
zh_hans: 传输安全

# settings/transportHint.Text
source: LAN · plaintext TCP · v0.1. Identity and pairing are protected by Ed25519 + SHA-256 fingerprint.
zh_hans: 局域网 · 明文 TCP · v0.1。身份与配对由 Ed25519 + SHA-256 指纹保护。

# settings/tofuToggle.Header
source: Confirm fingerprint on first pairing · TOFU
zh_hans: 首次配对需确认指纹 · TOFU

# settings/tofuToggle.OnContent
source: ON · always enabled
zh_hans: ON · 始终启用

# settings/resetIdentity.Content
source: Reset identity…
zh_hans: 重置身份…

# settings/behaviorTag.Text
source: BEHAVIOR
zh_hans: 行为

# settings/behaviorHint.Text
source: Receive path, sound, launch at login
zh_hans: 接收路径、声音、开机自启

# settings/receiveDir.Text
source: Receive folder · subfolder per peer
zh_hans: 接收文件夹 · 按对端分子目录

# settings/browse.Text
source: Browse…
zh_hans: 浏览…

# settings/autoAcceptTrusted.Header
source: Auto-accept from paired devices
zh_hans: 自动接收已配对设备

# settings/autoAcceptTrusted.OnContent
source: ON · no prompt for paired devices
zh_hans: ON · 已配对设备不再弹窗

# settings/autoAcceptTrusted.OffContent
source: OFF · confirm each time
zh_hans: OFF · 每次确认

# settings/launchAtLogin.Header
source: Launch to tray at login · coming soon
zh_hans: 登录时启动

# settings/trayBadge.Header
source: Show active count on taskbar icon · coming soon
zh_hans: 托盘图标显示活跃数

# settings/webAccessTag.Text
source: WEB ACCESS
zh_hans: Web 访问

# settings/webAccessHint.Text
source: Browser access via the LAN gateway
zh_hans: 浏览器走局域网网关访问

# settings/webGatewayToggle.Header
source: Enable Web Gateway
zh_hans: 启用 Web Gateway

# settings/webGatewayToggle.OnContent
source: ON · LAN browsers can connect
zh_hans: ON · 局域网浏览器可连

# settings/webUrlLabel.Text
source: URL
zh_hans: 访问地址

# settings/pairingCodeLabel.Text
source: Pairing code · valid 24h
zh_hans: 配对码 · 24 小时有效

# settings/certHint.Text
source: On first visit your browser will warn about the certificate; accept the meshdrop.local self-signed cert.
zh_hans: 首次访问会弹证书提示，请在浏览器接受 meshdrop.local 自签证书。

# settings/aboutTag.Text
source: ABOUT
zh_hans: 关于

# settings/resetDialog/title
source: Reset identity
zh_hans: 重置身份

# settings/resetDialog/body
source: This deletes the current ID and Ed25519 private key. All paired peers will treat this device as new and need to re-pair. Restart MeshDrop after reset for the new identity to take effect.
zh_hans: 将删除当前 ID 与 Ed25519 私钥，所有已配对的对端会把本机视为新设备需要重新配对。重置后需重启 MeshDrop 让新身份生效。

# settings/resetDialog/confirm
source: Reset
zh_hans: 重置

# settings/resetDone/title
source: Reset done
zh_hans: 已重置

# settings/resetDone/body
source: Identity deleted. Please quit and restart MeshDrop for the new identity to take effect.
zh_hans: 身份已删除。请退出并重启 MeshDrop 让新身份生效。

# settings/resetDone/ok
source: OK
zh_hans: 好

# onboarding/tagline.Text
source: An intranet drop · radar discovery · drag-to-send · LAN direct
zh_hans: 内网投递 · 雷达发现 · 拖即发 · 局域网直连

# onboarding/skip
source: Skip
zh_hans: 跳过

# onboarding/start
source: Get started →
zh_hans: 开始使用 →

# onboarding/headline1.Text
source: One intranet, any device,
zh_hans: 一个内网，任何设备，

# onboarding/headline2.Text
source: everyone can be pinged.
zh_hans: 谁都能 ping 到。

# onboarding/step1Tag.Text
source: 01 · DISCOVER
zh_hans: 01 · 发现

# onboarding/step1Title.Text
source: See each other on the same Wi-Fi
zh_hans: 同 Wi-Fi 即互见

# onboarding/step1Hint.Text
source: Radar scan, 4.5s/sweep · periodic breathing
zh_hans: 雷达式扫描，4.5s/圈 · 周期呼吸

# onboarding/step2Tag.Text
source: 02 · DRAG TO SEND
zh_hans: 02 · 拖即发

# onboarding/step2Title.Text
source: Drag files straight onto a device
zh_hans: 文件直接拖到设备

# onboarding/step2Hint.Text
source: No need to open the chat page
zh_hans: 不需要打开聊天页

# onboarding/step3Tag.Text
source: 03 · DIRECT
zh_hans: 03 · 直连

# onboarding/step3Title.Text
source: Never goes through any cloud
zh_hans: 不经过任何云端

# onboarding/step3Hint.Text
source: LAN direct · Ed25519 identity fingerprint
zh_hans: 局域网直连 · Ed25519 身份指纹

# onboarding/step4Tag.Text
source: 04 · TRAY
zh_hans: 04 · 托盘

# onboarding/step4Title.Text
source: Always in the taskbar
zh_hans: 始终在任务栏

# onboarding/step4Hint.Text
source: WIN+S to summon instantly
zh_hans: WIN+S 一键唤出

# send/cancel
source: Cancel
zh_hans: 取消

# send/send
source: Send →
zh_hans: 发送 →

# send/toFormat.Text
source: Send to · Lily
zh_hans: 发送到 · 李莉

# send/kindDivider
source: ── KIND ──
zh_hans: ── 类型 ──

# send/kindText.Text
source: Text
zh_hans: 文本

# send/kindFile.Text
source: File
zh_hans: 文件

# send/kindNote.Text
source: Note
zh_hans: 文字便签

# send/editor.PlaceholderText
source: Type something…
zh_hans: 说点什么…

# send/shortcutHint.Text
source: Press Ctrl+Enter to send now · ESC to close
zh_hans: 按 Ctrl+Enter 立即发送 · ESC 关闭

# send/securityNote.Text
source: This message goes over LAN plaintext TCP directly to 192.168.1.31 (v0.1) · identity verified by Ed25519 fingerprint
zh_hans: 该消息将经局域网明文 TCP 直连 192.168.1.31（v0.1）· 身份由 Ed25519 指纹核对

# pairing/title.Text
source: New device requests pairing
zh_hans: 新设备请求配对

# pairing/compareDivider
source: ── COMPARE FINGERPRINT · same string on their screen ──
zh_hans: ── 核对指纹 · 对方屏幕显示同一串 ──

# pairing/step1.Text
source: The other device shows the same 8-group fingerprint
zh_hans: 对方设备会显示同样的 8 段指纹

# pairing/step2.Text
source: Compare group by group (first 4 + last 4)
zh_hans: 逐组核对（首 4 组 + 末 4 组）

# pairing/step3.Text
source: Match → allow & remember; mismatch → reject immediately (possible MITM)
zh_hans: 一致 → 允许并记住；不一致 → 立即拒绝（可能是中间人）

# fileOffer/titleFormat.Text
source: Jiawei wants to send you a file
zh_hans: 嘉伟 想发文件给你

# fileOffer/noteLabel.Text
source: note
zh_hans: 文字便签

# fileOffer/noteSample.Text
source: Done with edits — please review chapter 2, especially §2.3
zh_hans: 改完了帮我看下第二章，特别是 §2.3 那段

# fileOffer/saveToLabel.Text
source: Will save to
zh_hans: 将保存至

# fileOffer/checksumLabel.Text
source: Checksum · sha-256
zh_hans: 校验 · sha-256

# fileOffer/checksumHint.Text
source: Auto-verified on completion
zh_hans: 完成后自动核对

# fileOffer/acceptSize.Text
source: ✓ Accept · 3.4 MB
zh_hans: ✓ 接收 · 3.4 MB

# tray/sendClipboardTip
source: Send the clipboard text / URL to this device immediately
zh_hans: 把剪贴板里的文字 / URL 立即发给该设备

# tray/onlineCountFormat
source: {0} online
zh_hans: 在线 {0} 台

# tray/nearbyDividerFormat
source: ── NEARBY · {0} ──
zh_hans: ── 附近 · {0} ──

# tray/actionsDivider
source: ── ACTIONS ──
zh_hans: ── 操作 ──

# tray/send.Text
source: Send
zh_hans: 发送

# tray/openApp.Text
source: Open meshdrop
zh_hans: 打开 meshdrop

# tray/tooltipFormat
source: meshdrop · {0} nearby
zh_hans: meshdrop · 附近 {0} 台

# toast/incomingFileTitleFormat
source: {0} wants to send you a file
zh_hans: {0} 想发文件给你

# toast/accept
source: Accept
zh_hans: 接收

# toast/reject
source: Reject
zh_hans: 拒绝

# toast/view
source: View
zh_hans: 查看

# toast/pairingTitleFormat
source: {0} requests pairing
zh_hans: {0} 请求配对

# toast/fingerprintFormat
source: Fingerprint · {0}
zh_hans: 指纹 · {0}

# toast/pairingAttribution
source: meshdrop · please compare the fingerprint with their screen
zh_hans: meshdrop · 请与对方屏幕核对指纹

# toast/allowRemember
source: Allow & remember
zh_hans: 允许并记住

# toast/allowOnce
source: Allow once
zh_hans: 允许一次

# toast/copy
source: Copy
zh_hans: 复制

# toast/reply
source: Reply
zh_hans: 回复

# toast/clipboardPeerFormat
source: {0} · clipboard
zh_hans: {0} · 剪贴板
